cook_book = [
  ['салат',
      [
        ['картофель', 100, 'гр.'],
        ['морковь', 50, 'гр.'],
        ['огурцы', 50, 'гр.'],
        ['горошек', 30, 'гр.'],
        ['майонез', 70, 'мл.'],
      ]
  ],
  ['пицца',  
      [
        ['сыр', 50, 'гр.'],
        ['томаты', 50, 'гр.'],
        ['тесто', 100, 'гр.'],
        ['бекон', 30, 'гр.'],
        ['колбаса', 30, 'гр.'],
        ['грибы', 20, 'гр.'],
      ],
  ],
  ['фруктовый десерт',
      [
        ['хурма', 60, 'гр.'],
        ['киви', 60, 'гр.'],
        ['творог', 60, 'гр.'],
        ['сахар', 10, 'гр.'],
        ['мед', 50, 'мл.'],  
      ]
  ]
]
person = 5
print("Салат:")
for i in range(0,5):
    print(cook_book[0][1][i][0], ",", cook_book[0][1][i][1]*person, cook_book[0][1][i][2])

print("Пицца:")
for i in range(0,6):
    print(cook_book[1][1][i][0], ",", cook_book[1][1][i][1]*person, cook_book[1][1][i][2])

print("Фруктовый десерт:")
for i in range(0,5):
    print(cook_book[2][1][i][0], ",", cook_book[2][1][i][1]*person, cook_book[2][1][i][2])